sp_name=['麓铭大岳丸', '待宵姑获鸟', '缚骨清姬', '浮世青行灯', '聆海金鱼姬', '天剑韧心鬼切', '鬼王酒吞童子', '烬天玉藻前', '骁浪荒川之主', '御怨般若', '赤影妖刀姬', '苍风一目连', '稻荷神御馔津', '炼狱茨木童子', '少羽大天狗']
ssr_name=['千姬', '紧那罗', '铃鹿御前', '缘结神', '鬼童丸', '云外镜', '泷夜叉姬', '大岳丸', '不知火', '八岐大蛇', '白藏主', '鬼切', '面灵气', '山风', '御馔津', '玉藻前', '雪童子', '彼岸花', '荒', '花鸟卷', '辉夜姬', '大天狗', '酒吞童子', '荒川之主', '阎魔', '两面佛', '小鹿男']
sr_name=['蝎女', '风狸', '星熊童子', '纸舞', '蟹姬', '久次良', '化鲸', '一反木绵', '入殓师', '於菊虫', '猫掌柜', '薰', '弈', '日和坊', '追月神', '百目鬼', '书翁', '小松丸', '匣中少女', '鸩', '以津真天', '金鱼姬', '青坊主', '夜叉']
r_name=[ '虫师', '小袖之手', '古笼火', '三尾狐', '座敷童子', '鲤鱼精', '九命猫', '狸猫', '河童', '童男', '童女', '饿鬼', '巫蛊师', '鸦天狗', '食发鬼', '武士之灵', '雨女', '跳跳弟弟', '跳跳妹妹', '兵俑', '丑时之女', '独眼小僧', '铁鼠','椒图']
